app/views/participants/index.html.erb

SELECT "participants".* FROM "participants"
---
      <th>Appeared</td>
      <% if Badge.all.size < Participant.all.size %>