app/views/participants/show.html.erb

SELECT  "participants".* FROM "participants" WHERE "participants"."id" = ? LIMIT 1  [["id", 1]]
---
      <div class= "ticketFont">
        Ticket: <%=Ticket.all.where(id: Participant.all.where(id: @participant.id).last.ticket_id).last.kind %>