app/controllers/participants_controller.rb

  def index
    @participants = Participant.all
---
SELECT "participants".* FROM "participants"

  def create
    @participant = Participant.new(participant_params)

    respond_to do |format|
      if @participant.save
---
INSERT INTO "participants" ("name", "email", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["name", "Miguel Fernandes"], ["email", "jmf@di.uminho.pt"], ["created_at", "2015-05-13 14:50:10.874497"], ["updated_at", "2015-05-13 14:50:10.874497"]]

    def set_participant
      @participant = Participant.find(params[:id])
---
SELECT  "participants".* FROM "participants" WHERE "participants"."id" = ? LIMIT 1  [["id", 1]]