app/controllers/tickets_controller.rb

INSERT INTO "tickets" ("kind", "money", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["kind", "Student"], ["money", 60], ["created_at", "2015-05-13 14:07:31.421996"], ["updated_at", "2015-05-13 14:07:31.421996"]]
---
  def create
    @ticket = Ticket.new(ticket_params)

    respond_to do |format|
      if @ticket.save

UPDATE "tickets" SET "money" = ?, "updated_at" = ? WHERE "tickets"."id" = ?  [["money", 61], ["updated_at", "2015-05-13 14:07:39.518726"], ["id", 1]]
---
  def update
    respond_to do |format|
      if @ticket.update(ticket_params)